export type Decor={n:string;cat:string;tex:string};
export const catalog:Decor[]=[
  {
    "n": "Айвори",
    "cat": "Однотонные",
    "tex": ""
  },
  {
    "n": "Алюминий",
    "cat": "Однотонные",
    "tex": "../assets/tex/Базовые однотонные декоры/Алюминий.jpg"
  },
  {
    "n": "Аметист",
    "cat": "Однотонные",
    "tex": ""
  },
  {
    "n": "Арабика",
    "cat": "Однотонные",
    "tex": "../assets/tex/Базовые однотонные декоры/Арабика.jpg"
  },
  {
    "n": "Афелия D*",
    "cat": "Однотонные",
    "tex": ""
  },
  {
    "n": "Белоснежный",
    "cat": "Однотонные",
    "tex": "../assets/tex/Базовые однотонные декоры/Белоснежный.jpg"
  },
  {
    "n": "Белый",
    "cat": "Однотонные",
    "tex": "../assets/tex/Базовые однотонные декоры/Белый.jpg"
  },
  {
    "n": "Белый Кристалл",
    "cat": "Однотонные",
    "tex": "../assets/tex/Базовые однотонные декоры/Белый Кристалл.jpg"
  },
  {
    "n": "Бохо",
    "cat": "Однотонные",
    "tex": "../assets/tex/Базовые однотонные декоры/Бохо.jpg"
  },
  {
    "n": "Вулканический Серый",
    "cat": "Однотонные",
    "tex": "../assets/tex/Базовые однотонные декоры/Вулканический Серый.jpg"
  },
  {
    "n": "Графит",
    "cat": "Однотонные",
    "tex": "../assets/tex/Базовые однотонные декоры/Графит.jpg"
  },
  {
    "n": "Имбирь",
    "cat": "Однотонные",
    "tex": "../assets/tex/Базовые однотонные декоры/Имбирь.jpg"
  },
  {
    "n": "Клауд",
    "cat": "Однотонные",
    "tex": "../assets/tex/Базовые однотонные декоры/Клауд.jpg"
  },
  {
    "n": "Кремовый",
    "cat": "Однотонные",
    "tex": "../assets/tex/Базовые однотонные декоры/Кремовый.jpg"
  },
  {
    "n": "Лило",
    "cat": "Однотонные",
    "tex": "../assets/tex/Базовые однотонные декоры/Лило.jpg"
  },
  {
    "n": "Луно",
    "cat": "Однотонные",
    "tex": ""
  },
  {
    "n": "Маренго",
    "cat": "Однотонные",
    "tex": "../assets/tex/Базовые однотонные декоры/Маренго.jpg"
  },
  {
    "n": "МАРЦИПАН",
    "cat": "Однотонные",
    "tex": "../assets/tex/Базовые однотонные декоры/МАРЦИПАН.jpg"
  },
  {
    "n": "Муза",
    "cat": "Однотонные",
    "tex": "../assets/tex/Базовые однотонные декоры/Муза.jpg"
  },
  {
    "n": "Муссон",
    "cat": "Однотонные",
    "tex": "../assets/tex/Базовые однотонные декоры/Муссон.jpg"
  },
  {
    "n": "Оникс",
    "cat": "Однотонные",
    "tex": ""
  },
  {
    "n": "Орегано",
    "cat": "Однотонные",
    "tex": "../assets/tex/Базовые однотонные декоры/Орегано.jpg"
  },
  {
    "n": "Рейн",
    "cat": "Однотонные",
    "tex": "../assets/tex/Базовые однотонные декоры/Рейн.jpg"
  },
  {
    "n": "Розовый Жемчуг",
    "cat": "Однотонные",
    "tex": "../assets/tex/Базовые однотонные декоры/Розовый Жемчуг.jpg"
  },
  {
    "n": "Розовый Кварц",
    "cat": "Однотонные",
    "tex": "../assets/tex/Базовые однотонные декоры/Розовый Кварц.jpg"
  },
  {
    "n": "Серый 7810",
    "cat": "Однотонные",
    "tex": "../assets/tex/Базовые однотонные декоры/Серый 7810.jpg"
  },
  {
    "n": "Серый Камень",
    "cat": "Однотонные",
    "tex": "../assets/tex/Базовые однотонные декоры/Серый Камень.jpg"
  },
  {
    "n": "Сиена",
    "cat": "Однотонные",
    "tex": ""
  },
  {
    "n": "Скала",
    "cat": "Однотонные",
    "tex": "../assets/tex/Базовые однотонные декоры/Скала.jpg"
  },
  {
    "n": "Тайга",
    "cat": "Однотонные",
    "tex": ""
  },
  {
    "n": "Тауп",
    "cat": "Однотонные",
    "tex": ""
  },
  {
    "n": "Титан",
    "cat": "Однотонные",
    "tex": "../assets/tex/Базовые однотонные декоры/Титан.jpg"
  },
  {
    "n": "Тэффи",
    "cat": "Однотонные",
    "tex": "../assets/tex/Базовые однотонные декоры/Тэффи.jpg"
  },
  {
    "n": "Фантом",
    "cat": "Однотонные",
    "tex": "../assets/tex/Базовые однотонные декоры/Фантом.jpg"
  },
  {
    "n": "Флай",
    "cat": "Однотонные",
    "tex": "../assets/tex/Базовые однотонные декоры/Флай.jpg"
  },
  {
    "n": "Флекс",
    "cat": "Однотонные",
    "tex": "../assets/tex/Базовые однотонные декоры/Флекс.jpg"
  },
  {
    "n": "Фрост",
    "cat": "Однотонные",
    "tex": "../assets/tex/Базовые однотонные декоры/Фрост.jpg"
  },
  {
    "n": "Хаки",
    "cat": "Однотонные",
    "tex": "../assets/tex/Базовые однотонные декоры/Хаки.jpg"
  },
  {
    "n": "Черный",
    "cat": "Однотонные",
    "tex": "../assets/tex/Базовые однотонные декоры/Черный.jpg"
  },
  {
    "n": "Аврора",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Аврора.jpg"
  },
  {
    "n": "Айконик",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Айконик.jpg"
  },
  {
    "n": "Аликанте",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Аликанте.jpg"
  },
  {
    "n": "Альберо",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Альберо.jpg"
  },
  {
    "n": "Береза Мраморная",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Береза Мраморная.jpg"
  },
  {
    "n": "Береза Нордик",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Береза Нордик.jpg"
  },
  {
    "n": "Бетон Пайн Белый",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Бетон Пайн Белый.jpg"
  },
  {
    "n": "Винтаж",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Винтаж.jpg"
  },
  {
    "n": "Вишня Гамильтон",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Вишня Гамильтон.jpg"
  },
  {
    "n": "Выбеленное Дерево",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Выбеленное Дерево.jpg"
  },
  {
    "n": "Гамбия",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Гамбия.jpg"
  },
  {
    "n": "Дельмар",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Дельмар.jpg"
  },
  {
    "n": "Дуб Вотан",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Дуб Вотан.jpg"
  },
  {
    "n": "Дуб Дымчатый",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Дуб Дымчатый.jpg"
  },
  {
    "n": "Дуб Нейво D*",
    "cat": "Светлое дерево",
    "tex": ""
  },
  {
    "n": "Дуб Сонома",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Дуб Сонома.jpg"
  },
  {
    "n": "Дуб Сэнди",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Дуб Сэнди.jpg"
  },
  {
    "n": "Калипсо",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Калипсо.jpg"
  },
  {
    "n": "Каньон Ледяной",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Каньон Ледяной.jpg"
  },
  {
    "n": "Каньон Песчаный",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Каньон Песчаный.jpg"
  },
  {
    "n": "Крафт",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Крафт.jpg"
  },
  {
    "n": "Либерти",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Либерти.jpg"
  },
  {
    "n": "Медея",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Медея.jpg"
  },
  {
    "n": "Небула",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Небула.jpg"
  },
  {
    "n": "Ноче Мондиале",
    "cat": "Светлое дерево",
    "tex": ""
  },
  {
    "n": "Орех Бруно D*",
    "cat": "Светлое дерево",
    "tex": ""
  },
  {
    "n": "Орех Неаполь",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Орех Неаполь.jpg"
  },
  {
    "n": "Орех Флория D*",
    "cat": "Светлое дерево",
    "tex": ""
  },
  {
    "n": "Ориноко",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Ориноко.jpg"
  },
  {
    "n": "Пальмира",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Пальмира.jpg"
  },
  {
    "n": "Парма",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Парма.jpg"
  },
  {
    "n": "Плэйн",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Плэйн.jpg"
  },
  {
    "n": "Сканди",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Сканди.jpg"
  },
  {
    "n": "Соната",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Соната.jpg"
  },
  {
    "n": "Соул",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Соул.jpg"
  },
  {
    "n": "Феникс",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Феникс.jpg"
  },
  {
    "n": "Фламинго",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Фламинго.jpg"
  },
  {
    "n": "Эльбрус",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Эльбрус.jpg"
  },
  {
    "n": "Эра",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Эра.jpg"
  },
  {
    "n": "Ясень",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Ясень.jpg"
  },
  {
    "n": "Ясень Светлый",
    "cat": "Светлое дерево",
    "tex": "../assets/tex/Светлые древесные декоры/Ясень Светлый.jpg"
  },
  {
    "n": "Айронвуд",
    "cat": "Темное дерево",
    "tex": "../assets/tex/Темные древесные декоры/Айронвуд.jpg"
  },
  {
    "n": "Бамбук",
    "cat": "Темное дерево",
    "tex": "../assets/tex/Темные древесные декоры/Бамбук.jpg"
  },
  {
    "n": "Бетон Пайн Экзотик",
    "cat": "Темное дерево",
    "tex": "../assets/tex/Темные древесные декоры/Бетон Пайн Экзотик.jpg"
  },
  {
    "n": "Блэквуд",
    "cat": "Темное дерево",
    "tex": "../assets/tex/Темные древесные декоры/Блэквуд.jpg"
  },
  {
    "n": "Венге Соренто",
    "cat": "Темное дерево",
    "tex": "../assets/tex/Темные древесные декоры/Венге Соренто.jpg"
  },
  {
    "n": "Венге Темный",
    "cat": "Темное дерево",
    "tex": "../assets/tex/Темные древесные декоры/Венге Темный.jpg"
  },
  {
    "n": "Вишня Оксфорд",
    "cat": "Темное дерево",
    "tex": "../assets/tex/Темные древесные декоры/Вишня Оксфорд.jpg"
  },
  {
    "n": "Вяз Швейцарский",
    "cat": "Темное дерево",
    "tex": "../assets/tex/Темные древесные декоры/Вяз Швейцарский.jpg"
  },
  {
    "n": "Дуб Галиано",
    "cat": "Темное дерево",
    "tex": "../assets/tex/Темные древесные декоры/Дуб Галиано.jpg"
  },
  {
    "n": "Дуб Дарго",
    "cat": "Темное дерево",
    "tex": "../assets/tex/Темные древесные декоры/Дуб Дарго.jpg"
  },
  {
    "n": "Дуб Кальяри",
    "cat": "Темное дерево",
    "tex": "../assets/tex/Темные древесные декоры/Дуб Кальяри.jpg"
  },
  {
    "n": "Дуб Марсала",
    "cat": "Темное дерево",
    "tex": "../assets/tex/Темные древесные декоры/Дуб Марсала.jpg"
  },
  {
    "n": "Дуб Солсбери",
    "cat": "Темное дерево",
    "tex": "../assets/tex/Темные древесные декоры/Дуб Солсбери.jpg"
  },
  {
    "n": "Интра",
    "cat": "Темное дерево",
    "tex": "../assets/tex/Темные древесные декоры/Интра.jpg"
  },
  {
    "n": "Капучино",
    "cat": "Темное дерево",
    "tex": "../assets/tex/Темные древесные декоры/Капучино.jpg"
  },
  {
    "n": "Кейптаун",
    "cat": "Темное дерево",
    "tex": "../assets/tex/Темные древесные декоры/Кейптаун.jpg"
  },
  {
    "n": "Клио",
    "cat": "Темное дерево",
    "tex": "../assets/tex/Темные древесные декоры/Клио.jpg"
  },
  {
    "n": "Намибия",
    "cat": "Темное дерево",
    "tex": "../assets/tex/Темные древесные декоры/Намибия.jpg"
  },
  {
    "n": "Ноче Мария Луиза",
    "cat": "Темное дерево",
    "tex": "../assets/tex/Темные древесные декоры/Ноче Мария Луиза.jpg"
  },
  {
    "n": "Ноче Экко",
    "cat": "Темное дерево",
    "tex": "../assets/tex/Темные древесные декоры/Ноче Экко.jpg"
  },
  {
    "n": "Одиссея",
    "cat": "Темное дерево",
    "tex": "../assets/tex/Темные древесные декоры/Одиссея.jpg"
  },
  {
    "n": "Орех Кария",
    "cat": "Темное дерево",
    "tex": "../assets/tex/Темные древесные декоры/Орех Кария.jpg"
  },
  {
    "n": "Руанда",
    "cat": "Темное дерево",
    "tex": "../assets/tex/Темные древесные декоры/Руанда.jpg"
  },
  {
    "n": "Сосна Санторини",
    "cat": "Темное дерево",
    "tex": "../assets/tex/Темные древесные декоры/Сосна Санторини.jpg"
  },
  {
    "n": "Трансильвания",
    "cat": "Темное дерево",
    "tex": "../assets/tex/Темные древесные декоры/Трансильвания.jpg"
  },
  {
    "n": "Хронос",
    "cat": "Темное дерево",
    "tex": "../assets/tex/Темные древесные декоры/Хронос.jpg"
  },
  {
    "n": "Элит Баттл Рок",
    "cat": "Темное дерево",
    "tex": "../assets/tex/Темные древесные декоры/Элит Баттл Рок.jpg"
  },
  {
    "n": "Ясень Темный",
    "cat": "Темное дерево",
    "tex": "../assets/tex/Темные древесные декоры/Ясень Темный.jpg"
  },
  {
    "n": "Аура",
    "cat": "Фантазия",
    "tex": "../assets/tex/Фантазийные декоры/Аура.jpg"
  },
  {
    "n": "Графика",
    "cat": "Фантазия",
    "tex": "../assets/tex/Фантазийные декоры/Графика.jpg"
  },
  {
    "n": "Гринери",
    "cat": "Фантазия",
    "tex": "../assets/tex/Фантазийные декоры/Гринери.jpg"
  },
  {
    "n": "Дуо",
    "cat": "Фантазия",
    "tex": "../assets/tex/Фантазийные декоры/Дуо.jpg"
  },
  {
    "n": "Ирис",
    "cat": "Фантазия",
    "tex": "../assets/tex/Фантазийные декоры/Ирис.jpg"
  },
  {
    "n": "Калима",
    "cat": "Фантазия",
    "tex": "../assets/tex/Фантазийные декоры/Калима.jpg"
  },
  {
    "n": "Карум",
    "cat": "Фантазия",
    "tex": "../assets/tex/Фантазийные декоры/Карум.jpg"
  },
  {
    "n": "Кэнди",
    "cat": "Фантазия",
    "tex": "../assets/tex/Фантазийные декоры/Кэнди.jpg"
  },
  {
    "n": "Магма",
    "cat": "Фантазия",
    "tex": "../assets/tex/Фантазийные декоры/Магма.jpg"
  },
  {
    "n": "Малави",
    "cat": "Фантазия",
    "tex": "../assets/tex/Фантазийные декоры/Малави.jpg"
  },
  {
    "n": "Нейро",
    "cat": "Фантазия",
    "tex": "../assets/tex/Фантазийные декоры/Нейро.jpg"
  },
  {
    "n": "Орион",
    "cat": "Фантазия",
    "tex": "../assets/tex/Фантазийные декоры/Орион.jpg"
  },
  {
    "n": "Помпеи",
    "cat": "Фантазия",
    "tex": "../assets/tex/Фантазийные декоры/Помпеи.jpg"
  },
  {
    "n": "Рамбла",
    "cat": "Фантазия",
    "tex": "../assets/tex/Фантазийные декоры/Рамбла.jpg"
  },
  {
    "n": "Рускеала",
    "cat": "Фантазия",
    "tex": "../assets/tex/Фантазийные декоры/Рускеала.jpg"
  },
  {
    "n": "Серенити",
    "cat": "Фантазия",
    "tex": "../assets/tex/Фантазийные декоры/Серенити.jpg"
  },
  {
    "n": "Слэйт",
    "cat": "Фантазия",
    "tex": "../assets/tex/Фантазийные декоры/Слэйт.jpg"
  },
  {
    "n": "Солнечный",
    "cat": "Фантазия",
    "tex": "../assets/tex/Фантазийные декоры/Солнечный.jpg"
  },
  {
    "n": "Софт",
    "cat": "Фантазия",
    "tex": "../assets/tex/Фантазийные декоры/Софт.jpg"
  },
  {
    "n": "Терра",
    "cat": "Фантазия",
    "tex": "../assets/tex/Фантазийные декоры/Терра.jpg"
  },
  {
    "n": "Терраццо",
    "cat": "Фантазия",
    "tex": "../assets/tex/Фантазийные декоры/Терраццо.jpg"
  },
  {
    "n": "Фреска",
    "cat": "Фантазия",
    "tex": "../assets/tex/Фантазийные декоры/Фреска.jpg"
  },
  {
    "n": "Хюгге",
    "cat": "Фантазия",
    "tex": "../assets/tex/Фантазийные декоры/Хюгге.jpg"
  },
  {
    "n": "Цемент",
    "cat": "Фантазия",
    "tex": "../assets/tex/Фантазийные декоры/Цемент.jpg"
  },
  {
    "n": "Этно",
    "cat": "Фантазия",
    "tex": "../assets/tex/Фантазийные декоры/Этно.jpg"
  }
];
